;-------------------------------------------------------------
[Translation]

TRANSLATION_BY = ترجمة
TRANSLATION_NAME = Majed Alotaibi ماجد العتيبي
TRANSLATION_LINK = mailto:Ma_Maky@yahoo.com
LANGUAGENAME=Arabic العربية

;Please modify this language version carefully. (2.3.0 -> 2300) 
FILEVER=5000

;English.ini file is always up-to-date.
;-------------------------------------------------------------

[MainPopup]
;-------------------------------------------------------------
MNU_OPEN_PICPICK		=محرر الصور
;-------------------------------------------------------------

MNU_CAPTURE			=التقاط الشاشة
MNU_CAPTURE_FULLSCREEN		=كامل الشاشة
MNU_CAPTURE_ACTIVEWINDOW	=النافذة النشطة
MNU_CAPTURE_CONTROL		=عنصر تحكم نافذة
MNU_CAPTURE_SCROLLINGWINDOW	=نافذة تمرير
MNU_CAPTURE_REGION		=منطقة
MNU_CAPTURE_FIXEDREGION		=منطقة ثابتة
MNU_CAPTURE_FREEHAND		=حر
MNU_CAPTURE_WEBPAGE		=صفحة ويب
MNU_CAPTURE_REPEAT		=تكرار آخر التقاط
MNU_CAPTUREQBAR			=أظهر شريط الالتقاط
MNU_WIDGET			=أظهر عنصر واجهة المستخدم ...

;-------------------------------------------------------------
MNU_CAPTURE_SETTING		=إعدادات الالتقاط
MNU_OUTPUTTYPE			=نوع الناتج

;Please check the below strings and translate again. 
;For example, [Copy as Clipboard] -> [Clipboard]
MNU_OUTPUTTYPE_PICPICK		=محرر PicPick
MNU_OUTPUTTYPE_CLIPBOARD	=الحافظة
MNU_OUTPUTTYPE_SAVEIMAGE	=ملف صورة
MNU_OUTPUTTYPE_SAVEFOLDER	=حفظ تلقائي باسم...
MNU_OUTPUTTYPE_OTHER		=برنامج خارجي...
MNU_OUTPUTTYPE_FTP		=خادم FTP
MNU_OUTPUTTYPE_SHARE		=مشاركة
MNU_OUTPUTTYPE_SENDTO		=إرسال إلى
MNU_OUTPUTTYPE_FACEBOOK		=فيس بوك
MNU_OUTPUTTYPE_TWITTER		=تويتر
MNU_OUTPUTTYPE_MSWORD		=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL		=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT		=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK	=بريد إلكتروني
MNU_OUTPUTTYPE_PRINTER		=طابعة
MNU_OUTPUTTYPE_SKYPE		=Sk&ype
MNU_OUTPUTTYPE_CLOUD		=خدمة تخزين سحابي
MNU_OUTPUTTYPE_WEB			=عنوان إنترنت

MNU_OPT_DEFAULTFORMAT		=تنسيق الصورة الافتراضي
MNU_OPT_OPENEDITOR		=فتح المحرر عند بدء البرنامج
MNU_OPT_STARTUPPROGRAM	=تشغيل PicPick عند بدء التشغيل
;-------------------------------------------------------------
MNU_COLORPICKER			=منتقي الألوان
MNU_COLORPALETTE		=لوحة الألوان
MNU_COPYCOLORTYPE		=نسخ اللون كـ
MNU_COLORHISTORY		=تاريخ الألوان
MNU_COLORHISTORY_CLEAR		=مسح
;-------------------------------------------------------------
MNU_MAGNIFIER			=المكبر
MNU_PIXELRULER			=مسطرة البكسل
MNU_PROTRACTOR			=المنقلة
MNU_CROSSHAIR			=التقاطع
MNU_WHITEBOARD			=سبورة بيضاء
MNU_CLOUDEXPLORER		=مستكشف التخزين السحابي

;-------------------------------------------------------------
MNU_ABOUT_PICPICK		=خيارات البرنامج...
MNU_EXIT_PICPICK		=خروج

[Widget]
MNU_WIDGET			=عنصر واجهة المستخدم
MNU_WIDGET_LOCK			=قفل عنصر واجهة المستخدم
MNU_WIDGET_SMALLICONS		=عرض رموز صغيرة
MNU_WIDGET_AUTOHIDE		=إخفاء تلقائي
MNU_WIDGET_OPACITY		=الشفافية
MNU_WIDGET_ALWAYSTOP		=دائما في المقدمة
MNU_WIDGET_CLOSE		=إغلاق عنصر واجهة المستخدم

[PicPickEditor]
;-------------------------------------------------------------
#5.0.0
MNU_START=البدء
#5.0.0
MNU_FILE =&ملف
MNU_FILE_NEW =&جديد
MNU_FILE_OPEN =&فتح
MNU_FILE_OPENCLIPBOARD =فتح من الحافظة
MNU_FILE_OPENURL =فتح من رابط
#5.0.0
MNU_FILE_OPEN_RECENT=حديث
MNU_FILE_OPEN_BROWSE=استعراض 
#5.0.0
MNU_FILE_SAVESAME=&حفظ
MNU_FILE_SAVE =&حفظ باسم
MNU_FILE_SAVESELECT =حفظ التحديد كـ...
MNU_FILE_SAVEALL=حفظ الكل
MNU_FILE_PRINT=طباعة
MNU_FILE_CLOSEIMAGE =&إغلاق
MNU_FILE_CLOSECURRENTIMAGE =الصورة الحالية
MNU_FILE_CLOSEALLIMAGE = كل الصور
MNU_FILE_CLOSEALLSAVEDIMAGE =كل الصور المحفوظة
MNU_FILE_CLOSEPICPICK =خروج
;-------------------------------------------------------------
MNU_EDIT =&تحرير
MNU_EDIT_UNDO =&تراجع
MNU_EDIT_REDO =&إعادة
MNU_EDIT_CUT =ق&ص
MNU_EDIT_COPY =&نسخ
MNU_EDIT_PASTE =&لصق
MNU_EDIT_PASTEFROMFILE =لصق من ملف ...
MNU_EDIT_SELECTDEL =&حذف
MNU_EDIT_SELECTNEW =اقتصاص
MNU_EDIT_DESELECT =إلغاء التحديد
MNU_EDIT_SELECTALL =تحديد &الكل
MNU_EDIT_IMAGERESIZE =تغيير حجم الصورة...
MNU_EDIT_CANVASRESIZE =تغيير حجم اللوحة...
MNU_EDIT_VIEWBITMAP =عرض صورة نقطية على كامل الشاشة ...
;-------------------------------------------------------------
MNU_TOOLS =أ&دوات
MNU_TOOLS_FULLSCREEN 		=التقاط كامل الشاشة
MNU_TOOLS_ACTIVEWINDOW 		=التقاط &النافذة النشطة
MNU_TOOLS_CONTROL 		=التقاط عنصر تحكم نافذة
MNU_TOOLS_SCROLLINGWINDOW	=التقاط نافذة تمرير
MNU_TOOLS_WEBPAGE 		=التقاط صفحة ويب
MNU_TOOLS_REGION 		=التقاط منطقة
MNU_TOOLS_FIXEDREGION 		=التقاط منطقة ثابتة
MNU_TOOLS_FREEHAND 		=التقاط حر
MNU_TOOLS_REPEAT 		=تكرار آخر التقاط
MNU_TOOLS_COLORPICKER		=منتقي الألوان
MNU_TOOLS_COLORPALETTE		=لوحة الألوان
MNU_TOOLS_MAGNIFIER		=المكبر
MNU_TOOLS_PIXELRULER		=مسطرة البكسل
MNU_TOOLS_PROTRACTOR		=المنقلة
MNU_TOOLS_CROSSHAIR		=التقاطع
MNU_TOOLS_WHITEBOARD		=سبورة بيضاء
MNU_TOOLS_OPTION		=خيارات
;-------------------------------------------------------------
MNU_TOOLSOPTION				=إعدادات الالتقاط
MNU_TOOLSOPTION_OUTPUTTYPE			=نوع الناتج
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT		=تنسيق الصورة الافتراضي
MNU_TOOLSOPTION_DUALMONITORS			=دعم الشاشات المزدوجة
MNU_TOOLSOPTION_HOTKEY			=تغيير مفاتيح الاختصار
MNU_TOOLSOPTION_SOUND				=تفعيل المؤثرات الصوتية
MNU_TOOLSOPTION_SCROLLCAPTURE		=تفعيل التمرير التلقائي
MNU_TOOLSOPTION_MOUSECURSOR			=تضمين صورة المؤشر
MNU_TOOLSOPTION_STARTUPPROGRAM		=تشغيل PicPick عند بدء التشغيل
MNU_TOOLSOPTION_OPENEDITOR			=فتح المحرر عند بدء البرنامج
MNU_TOOLS_COLORTYPE				=نسخ اللون كـ
;-------------------------------------------------------------
MNU_EFFECT 			=مؤثرات
MNU_EFFECT_INVERT 		=عكس
MNU_EFFECT_GRAYSCALE		=تدرج رمادي
MNU_EFFECT_MOSAIC 		=تقطيع
MNU_EFFECT_BLUR 		=ضبابية
MNU_EFFECT_SHARPEN 		=الحدة
MNU_EFFECT_BRIGHTNESS 		=السطوع / التباين ...
MNU_EFFECT_HSL 			=تدرج اللون / التشبع...
MNU_EFFECT_BORDER 		=تأثير الحواف
MNU_EFFECT_FLIP 		=انعکاس
MNU_EFFECT_FLIPH 		=انعكاس أفقي
MNU_EFFECT_FLIPV 		=انعكاس رأسي
MNU_EFFECT_ROTATE 		=استدارة
MNU_EFFECT_ROTATE90 		=90 درجة باتجاه عقارب الساعة
MNU_EFFECT_ROTATE180 		=180 درجة باتجاه عقارب الساعة
MNU_EFFECT_ROTATE270 		=270 درجة باتجاه عقارب الساعة
MNU_EFFECT_FRAME		=إطار...
MNU_EFFECT_COLORBALANCE		=توازن الألوان...
MNU_EFFECT_WATERMARK		=&علامة مائية...
;-------------------------------------------------------------
MNU_WINDOW =نافذة
MNU_WINDOW_CASCADE =تتالي
MNU_WINDOW_TILEH =تكرار أفقي
MNU_WINDOW_TILEV =تكرار عمودي
MNU_WINDOW_MINIMIZEALL =تصغير الكل
;-------------------------------------------------------------
MNU_HELP =مساعدة
MNU_HELP_WEBSITE = موقع ويب
MNU_HELP_ABOUT =حول...
#5.0.0
MNU_HELP_UPDATE = بحث عن تحديثات
#5.0.0

PNL_TOOL_TOOLS = أدوات
PNL_TOOL_COLOR = اللون
PNL_TOOL_PROPERTY = خصائص
LBL_TOOL_WIDTHS = العرض :
LBL_TOOL_OPACITY = الشفافية
LBL_TOOL_SHAPE= الشكل :

;-------------------------------------------------------------
;Ribbon

TAB_HOME=الرئيسية
TAB_FILE=ملف
TAB_VIEW=عرض
TAB_SHAPES=أشكال
TAB_SHAPES_SUB=النسق

#5.0.0
TAB_SHAPES_TEXT=النص
#5.0.0

TAB_NUMBERSTAMP=طوابع أرقام
TAB_NUMBERSTAMP_SUB=النسق
TAB_SELECTION=الاختيار
TAB_SELECTION_SUB=النسق
TAB_MAGNIFIER=تأثير التكبير
TAB_MAGNIFIER_SUB=النسق
TAB_STAMPS=طوابع
TAB_STAMPS_SUB=النسق
TAB_SHARE=مشاركة

TBR_CLIPBOARD=الحافظة
TBN_CLIPBOARD_PASTE=لصق
TBN_CLIPBOARD_CUT=قص
TBN_CLIPBOARD_COPY=نسخ
TBN_CLIPBOARD_DELETE=حذف

TBR_VIEW=عرض
TBN_VIEW_ZOOMIN=تكبير
TBN_VIEW_ZOOMOUT=تصغير
TBN_VIEW_FULL=كامل الشاشة
TBN_VIEW_100=الحجم الحالي

TBR_IMAGE=الصورة
TBN_IMAGE_EFFECT=مؤثرات
TBN_IMAGE_CROP=اقتصاص
TBN_IMAGE_RESIZE=تغيير الحجم
TBN_IMAGE_ROTATE=استدارة

TBR_TOOLS=أدوات
TBR_COLOR=الألوان
#5.0.0
TBN_COLOR1=لون1
TBN_COLOR2=لون2
#5.0.0
POP_COLORTYPE1 = ألوان الباستيل
POP_COLORTYPE2 = الألوان الأساسية

TBR_SHOWHIDE=إظهار أو إخفاء
TBN_RULER=مسطرة
TBN_STATUSBAR=شريط المعلومات
TBN_TAB = التبويب

TBN_THUMBNAIL=الصور المصغرة

TBR_WINDOW=نافذة
TBN_CASCADE=تتالي
TBN_ARRANGEALL=ترتيب الكل

TBN_REGISTER=التسجيل

TBN_TOOLS_SELECT = اختيار

TBN_TOOLS_MOVE=تحريك
TBN_TOOLS_DRAW=رسم
TBN_TOOLS_DRAW_BRUSH=&فرشاة
TBN_TOOLS_DRAW_ERASER=ممحاة
TBN_TOOLS_DRAW_MARKER=&قلم تمييز
TBN_TOOLS_FILL=ملء
TBN_TOOLS_FILL_OPTIONS=خيارات التعبئة
TBN_TOOLS_FILL_STANDARD=تعبئة ملاصقة
TBN_TOOLS_FILL_REPLACEMENT=تعبئة استبدال اللون
TBN_TOOLS_STAMPS=طوابع
TBN_TOOLS_STAMPS_NUMBER=طوابع الأرقام
TBN_TOOLS_STAMPS_GENERAL=طوابع عامة
TBN_TOOLS_STAMPS_CURSOR=طوابع المؤشر
TBN_SELECT_SELECTION_SHAPES=أشكال التحديد
TBN_SELECT_SELECTION_OPTIONS=خيارات التحديد
TBN_SELECT_RECTANGLE=تحديد مستطيل
TBN_SELECT_ELLIPSE=تحديد بيضاوي

TBR_SIZE=حجم
TBN_MORECOLORS = المزيد
MNU_PALETTETYPE = نوع اللوحة

#5.0.0
TBR_COLORPALETTE=اللوحة

TBN_THEME = ألوان النمط
TBN_THEME_DEFAULT = افتراضي
TBN_THEME1 = نمط 1
TBN_THEME2 = نمط 2
TBN_THEME3 = نمط 3
TBN_THEME4 = نمط 4
TBN_THEME5 = نمط 5

TBN_STANDARD_COLORS = ألوان قياسية
TBN_CUSTOM_COLORS = ألوان مخصصة
TBN_MORE_COLORS = &مزيد من الألوان...
TBN_ADD_CUSTOM_COLOR = &إضافة إلى الألوان المخصصة
TBN_REMOVE_CUSTOM_COLOR = &حذف من الألوان المخصصة
#5.0.0

MNU_TOPBAR_TITLE = تخصيص الأزرار العلوية
MNU_TOPBAR_MINIMIZERIBBON = تصغير الشريط

MNU_QAT_TITLE=تخصيص شريط أدوات الوصول السريع
MNU_QAT_ADD=إضافة إلى شريط أدوات الوصول السريع
MNU_QAT_DELETE=إزالة من شريط أدوات الوصول السريع
MNU_QAT_ABOVE=إظهار شريط أدوات الوصول السريع فوق الشريط
MNU_QAT_BELOW=إظهار شريط أدوات الوصول السريع تحت الشريط

MNU_QAT_DELETE=إعادة تعيين شريط أدوات الوصول السريع
TBN_VIEW_TOUCHMODE=وضع اللمس

;-------------------------------------------------------------
[PicPickEditor Tip]
;-------------------------------------------------------------

TIP_FILE_NEW =إنشاء صورة جديدة فارغة
TIP_FILE_OPEN =فتح صورة موجودة
TIP_FILE_OPENCLIPBOARD =فتح صورة من الحافظة
TIP_FILE_OPENURL =فتح صورة من رابط
TIP_FILE_SAVE =حفظ الصورة النشطة
TIP_FILE_SAVEAS =حفظ الصورة النشطة باسم جديد
TIP_FILE_SAVESELECT =حفظ التحديد باسم جديد
TIP_FILE_SAVEALL =حفظ كافة الصور باسم جديد
TIP_FILE_PRINT=طباعة الصورة
TIP_FILE_CLOSEIMAGE =إغلاق الصورة الحالية
TIP_FILE_CLOSEALLIMAGE =إغلاق كافة ملفات الصور
TIP_FILE_CLOSEALLSAVEDIMAGE =إغلاق كافة ملفات الصور المحفوظة
TIP_FILE_CLOSEPICPICK =إغلاق النافذة
;-------------------------------------------------------------
TIP_EDIT_UNDO =تراجع عن الإجراء الأخير
TIP_EDIT_REDO =إعادة آخر عملية متراجع عنها
TIP_EDIT_CUT =قص التحديد ونقله إلى الحافظة
TIP_EDIT_COPY =نسخ التحديد ووضعه في الحافظة
TIP_EDIT_PASTE =لصق محتويات الحافظة في الصورة النشطة
TIP_EDIT_PASTEFROMFILE =لصق ملف إلى الصورة الحالية
TIP_EDIT_SELECTDEL =محو التحديد
TIP_EDIT_SELECTNEW =اقتصاص الصورة إلى المنطقة المحددة
TIP_EDIT_DESELECT =إلغاء تحديد الصورة
TIP_EDIT_SELECTALL =حدد الصورة بأكملها
TIP_EDIT_IMAGERESIZE =تغيير حجم الصورة
TIP_EDIT_CANVASRESIZE =تغيير حجم اللوحة
TIP_EDIT_VIEWBITMAP =عرض صورة نقطية على كامل الشاشة
;-------------------------------------------------------------
TIP_TOOLS_CAPTURE = عرض شريط الالتقاط على الشاشة
TIP_TOOLS_FULLSCREEN =التقاط صورة لسطح المكتب
TIP_TOOLS_ACTIVEWINDOW =التقاط صورة للنافذة النشطة
TIP_TOOLS_CONTROL =التقاط صورة لعنصر تحكم نافذة
TIP_TOOLS_SCROLLINGWINDOW	=التقاط صورة لعنصر تحكم نافذة تمرير
TIP_TOOLS_WEBPAGE =التقاط صورة لصفحة ويب
TIP_TOOLS_REGION =التقاط منطقة مستطيلة
TIP_TOOLS_FREEHAND =التقاط منطقة بالرسم باليد
TIP_TOOLS_FIXEDREGION =التقاط منطقة مستطيلة ثابتة
TIP_TOOLS_REPEAT =التقاط نفس المنطقة كما بالسابق
TIP_TOOLS_CAPTUREMENU = التقاط صورة على الشاشة
TIP_TOOLS_COLORPICKER	= اختيار رمز اللون على الشاشة
TIP_TOOLS_COLORPALETTE	= البحث وضبط اللون الذي تريده
TIP_TOOLS_MAGNIFIER	=أخذ نظرة فاحصة على بكسل على الشاشة
TIP_TOOLS_PIXELRULER	=قياس حجم الكائنات على سطح المكتب والصور
TIP_TOOLS_CROSSHAIR	= معرفة الإحداثيات النسبية
TIP_TOOLS_PROTRACTOR	=قياس أي زاوية على الشاشة
TIP_TOOLS_WHITEBOARD	=رسم ومشاركة أي شيء على الشاشة
TIP_TOOLS_OPTION	=إظهار عدة خيارات حول البرنامج
;-------------------------------------------------------------
TIP_TOOLSOPTION					=تغيير خيار الالتقاط
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK		=تغيير ناتج الصورة الملتقطة
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD		=تغيير ناتج الصورة الملتقطة
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE		=تغيير ناتج الصورة الملتقطة
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER		=تغيير ناتج الصورة الملتقطة
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER		=تغيير ناتج الصورة الملتقطة
TIP_TOOLSOPTION_OUTPUTTYPE_FTP		=تغيير ناتج الصورة الملتقطة
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK	=تغيير ناتج الصورة الملتقطة
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER	=تغيير ناتج الصورة الملتقطة
TIP_TOOLSOPTION_OUTPUTTYPE_WORD	=تغيير ناتج الصورة الملتقطة
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL	=تغيير ناتج الصورة الملتقطة
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT	=تغيير ناتج الصورة الملتقطة
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK	=تغيير ناتج الصورة الملتقطة
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER	=تغيير ناتج الصورة الملتقطة

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		=تغيير تنسيق الملف الافتراضي للصورة
TIP_TOOLSOPTION_DUALMONITORS			=دعم الشاشات المزدوجة عند التقاط صورة
TIP_TOOLSOPTION_HOTKEY				=تغيير مفاتيح الاختصار لمهام...
TIP_TOOLSOPTION_SOUND				=تمكين تأثيرات الصوت عند التقاط الصورة
TIP_TOOLSOPTION_SCROLLCAPTURE			=التقاط صورة لعنصر تحكم تمرير
TIP_TOOLSOPTION_MOUSECURSOR			=تضمين مؤشر الفأرة في الصورة
TIP_TOOLSOPTION_STARTUPPROGRAM		=تشغيل PicPick عند بدء تشغيل Windows
TIP_TOOLSOPTION_OPENEDITOR			=فتح محرر PicPick عندما يبدأ البرنامج
TIP_TOOLS_COLORTYPE				= تغيير نسخ اللون كـ [HTML, RGB, C++, Delphi]

;-------------------------------------------------------------
TIP_EFFECT_INVERT =عكس ألوان الصورة
TIP_EFFECT_GRAYSCALE =تحويل الصورة إلى 256 تدرج رمادي
TIP_EFFECT_MOSAIC =تطبيق تاثير التقطيع
TIP_EFFECT_BLUR =إضافة تأثير الضبابية
TIP_EFFECT_SHARPEN =تطبيق تأثير الحدة
TIP_EFFECT_BRIGHTNESS = ضبط السطوع والتباين لنطاق معين من الألوان في الصورة.
TIP_EFFECT_HSL = ضبط تدرج وتشبع نطاق معين من الألوان في صورة.
#5.0.0
TIP_EFFECT_COLORBALANCE=ضبط توازن مجموعة معينة من الألوان في صورة.
#5.0.0
TIP_EFFECT_FLIPH =قلب المنطقة المحددة أو الصورة بأكملها أفقيا
TIP_EFFECT_FLIPV =قلب المنطقة المحددة أو الصورة بأكملها عموديا
TIP_EFFECT_ROTATE90 =استدارة 90 درجة باتجاه عقارب الساعة
TIP_EFFECT_ROTATE180 =استدارة 180 درجة باتجاه عقارب الساعة
TIP_EFFECT_ROTATE270 =استدارة 270 درجة باتجاه عقارب الساعة
TIP_EFFECT_FRAME=تطبيق تأثير إطار
TIP_EFFECT_WATERMARK=إضافة شعار علامة مائية

;-------------------------------------------------------------
TIP_WINDOW_CASCADE =ترتيب النوافذ متداخلة ومتتالية
TIP_WINDOW_TILEH =ترتيب النوافذ أفقيا، بلا تداخل
TIP_WINDOW_TILEV =ترتيب النوافذ عموديا، بلا تداخل
TIP_WINDOW_MINIMIZEALL =تصغير كافة النوافذ المفتوحة
;-------------------------------------------------------------
TIP_HELP_WEBSITE =زيارة الموقع الرسمي
TIP_HELP_ABOUT =يعرض معلومات عن البرنامج وحقوق التأليف والنشر
#5.0.0
TIP_HELP_UPDATE = تحقق من وجود تحديثات للبرنامج
#5.0.0
;-------------------------------------------------------------

TIP_TOOL_MOVE =نقل الصورة بأكملها أو الكائن المحدد
TIP_TOOL_SELECT =تحديد جزء من الصورة.
TIP_TOOL_FILL =انقر على منطقة في اللوحة لملئها بالألوان.
TIP_TOOL_PICKCOLOR =اختير لون من الشاشة واستخدمه للرسم.
TIP_TOOL_DRAW=رسم بمختلف أنواع الفرش.
TIP_TOOL_STAMPS=رسم طوابع على الصورة
TIP_TOOL_SHAPE=رسم الأشكال في الصورة
TIP_SIZE=حدد العرض للأداة المحددة
#5.0.0
TIP_TOOL_TEXT=إضافة نص إلى الصورة
#5.0.0

TIP_OUTPUTTYPE_MSWORD1 		= إدراج نسخة من هذه الصورة في
TIP_OUTPUTTYPE_MSWORD2 		= Microsoft Word

TIP_OUTPUTTYPE_MSEXCEL1 	= إدراج نسخة من هذه الصورة في
TIP_OUTPUTTYPE_MSEXCEL2 	= Microsoft Excel

TIP_OUTPUTTYPE_MSPOWERPOINT1	= إدراج نسخة من هذه الصورة في
TIP_OUTPUTTYPE_MSPOWERPOINT2 	= Microsoft PowerPoint

TIP_OUTPUTTYPE_SKYPE1		= أرسل نسخة من هذه الصورة إلى
TIP_OUTPUTTYPE_SKYPE2 		= Skype


TIP_OUTPUTTYPE_PROGRAM1		= أرسل نسخة من هذه الصورة إلى
TIP_OUTPUTTYPE_PROGRAM2 	= برنامج خارجي

TIP_OUTPUTTYPE_MSOUTLOOK1	= أرفق نسخة من هذه الصورة في
TIP_OUTPUTTYPE_MSOUTLOOK2	= رسالة بريد إلكتروني

TIP_OUTPUTTYPE_FACEBOOK1	= رفع ومشاركة هذه الصورة في
TIP_OUTPUTTYPE_FACEBOOK2 	= Facebook

TIP_OUTPUTTYPE_TWITTER1		= رفع ومشاركة هذه الصورة في
TIP_OUTPUTTYPE_TWITTER2 	= Twitter

TIP_OUTPUTTYPE_FTP1		= إرسال هذه الصورة مباشرة إلى
TIP_OUTPUTTYPE_FTP2 		= موقع في FTP

TIP_OUTPUTTYPE_WEBUPLOAD1	= إرسال هذه الصورة مباشرة إلى
TIP_OUTPUTTYPE_WEBUPLOAD2	= موقع على الويب

TIP_OUTPUTTYPE_CLOUD1		= رفع الصورة إلى Dropbox،
TIP_OUTPUTTYPE_CLOUD2 		= Google Drive وغيره

TIP_IMAGE_ROTATEFLIP = استدارة أو انعكاس الصورة أو الاختيار

TIP_TOOLS_EFFECT=اختيار المؤثرات
TIP_TOOLS_WIDTHS=حدد العرض
TIP_TOOLS_OPACITY = حدد الشفافية

TIP_VIEW_ZOOMIN = قم بتكبير الصورة الحالية
TIP_VIEW_ZOOMOUT = تصغير الصورة الحالية
TIP_VIEW_ZOOMSELECT =التكبير أو التصغير
TIP_VIEW_ACTUALSIZE = التكبير/التصغير إلى 100%
TIP_VIEW_THUMBNAIL=إظهار صفحة المصغرات لتحديد صورة بسرعة

TIP_SHOW_RULER=إظهار أو إخفاء المساطر لقياس صورك
TIP_SHOW_STATUSBAR=إظهار أو إخفاء شريط المعلومات في الجزء السفلي من النافذة
TIP_SHOW_TAB=إظهار أو إخفاء شريط علامات التبويب

TIP_COLOR_COLOR1 = لون المقدمة
TIP_COLOR_COLOR2 = لون الخلفية
TIP_COLOR_SWAP=تبديل الألوان الأمامية والخلفية
TIP_COLOR_DEFAULT = الألوان الأمامية والخلفية الافتراضية
TIP_COLOR_MORE=إظهار المزيد من اللوحات

TIP_SHAPE_FLATTEN=تسطيح الأشكال
TIP_SHAPE_DELETE=حذف الشكل
TIP_SHAPE_DUPLICATE=تكرار الشكل

TIP_SHAPE_FILL=تعبئة الشكل المحدد
TIP_SHAPE_OUTLINE=حدود الشكل
TIP_SHAPE_EFFECTS=تنسيق الأشكال
TIP_SHAPE_ADDTEXT=إدراج نص إلى الشكل

TIP_SHAPE_FLATTEN_ALL=تسطيح كافة الأشكال
TIP_SHAPE_BRINGTOFRONT=إحضار الكائن المحدد إلى الأمام حيث أنه يتم إخفاؤه بواسطة عدد أقل من الكائنات التي تكون أمامه
TIP_SHAPE_SENDTOBACK=إرسال الكائن المحدد إلى الخلف بحيث أنه يتم إخفاؤه بواسطة الكائنات التي أمامه

TIP_TEXT_BOLD = عريض
TIP_TEXT_ITALIC = مائل
TIP_TEXT_UNDERLINE = خط سفلي
TIP_TEXT_ALIGN_LEFT = محاذاة لليسار
TIP_TEXT_ALIGN_CENTER = توسيط
TIP_TEXT_ALIGN_RIGHT = محاذاة لليمين
TIP_TEXT_ALIGN_TOP = محاذاة عمودية للأعلى
TIP_TEXT_ALIGN_MIDDLE = محاذاة عمودية للوسط
TIP_TEXT_ALIGN_BOTTOM = محاذاة عمودية للأسفل
TIP_TEXT_WORDWRAP = التفاف النص
TIP_TEXT_COLOR = لون النص
TIP_TEXT_SIZE = حجم النص
TIP_TEXT_FONTFAMILY = مجموعة الخط

[Dialogs]
;-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE =PicPick
DLG_CONTROLCAPTURE_TITLE =PicPick - عنصر تحكم نافذة
DLG_SCROLLINGWINDOWCAPTURE_TITLE =PicPick - نافذة تمرير
DLG_REGIONCAPTURE_TITLE =PicPick - التقاط منطقة
DLG_FIXEDREGIONCAPTURE_TITLE =التقاط منطقة ثابتة
DLG_FREEHANDCAPTURE_TITLE=PicPick - التقاط منطقة بالرسم باليد
DLG_WHITEBOARDTOOL_TITLE=PicPick - سبورة بيضاء
DLG_MAGNIFIER_TITLE=PicPick - المكبر
DLG_COLORPICKER_TITLE =PicPick - منتقي الألوان
DLG_CROSSHAIR_TITLE=PicPick - التقاطع
DLG_COLORPALETTE_TITLE =لوح الألوان
DLG_AUTOSAVE_TITLE = الحفظ التلقائي
DLG_NEWIMAGE_TITLE = صورة جديدة
DLG_PRINT_TITLE = طباعة
DLG_CANVASSET_TITLE = تغيير حجم اللوحة
DLG_IMAGERESIZE_TITLE = تغيير حجم الصورة
DLG_ABOUT_TITLE = حول
DLG_PIXELATE_TITLE = تقطيع
DLG_HUESATURATION_TITLE = تدرج اللون / التشبع
DLG_BRIGHTNESSCONTRAST_TITLE = السطوع/التباين
DLG_FRAME_TITLE		=إطار
DLG_WATERMARK_TITLE		=علامة مائية
DLG_FONTVIEW_TITLE = نص الإدخال
DLG_CAPTURE_TITLE=التقاط
DLG_CHANGEHOTKEY_TITLE = مفاتيح الاختصار
DLG_WEBPAGECAPTURE_TITLE = PicPick - التقاط صفحات الويب
DLG_SHORTCUT_TITLE = تغيير مفاتيح الاختصار
DLG_SETUP_TITLE		=خيارات البرنامج
DLG_FILENAMESETUP_TITLE	=اسم الملف
DLG_IMAGES_TITLE	=صور
DLG_GENERALSETUP_TITLE	=عام

DLG_FTPSETUP_TITLE	=FTP
DLG_EDITORSETUP_TITLE	=المحرر
DLG_ARROWSET_TITLE	=سهم مخصص
DLG_FACEBOOK_TITLE	=تسجيل الدخول بالفيسبوك
DLG_TWITTER_TITLE		=تسجيل الدخول بتويتر
DLG_WEBUPLOAD_TITLE		=الرفع إلى الويب

BTN_OK = &موافق
BTN_CANCEL = إل&غاء
BTN_APPLY = &تطبيق
;-------------------------------------------------------------

[About]

GRP_PRESET = تفضيلات
CHK_ADDSTARTUP = تشغيل البرنامج عند بدء التشغيل
CHK_ADDDESTKOP = إنشاء رمز سطح المكتب
CHK_CHECKUPDATE = فحص تحديثات البرنامج
LBL_LANGUAGE = اللغة
BTN_HOTKEY = مفاتيح الاختصار...
BTN_CREDIT = الحقوق
LBL_PROGRAMPARAMETER=المتغيرات...
CHK_SETTINGTOAPPDATA=حفظ الإعدادات إلى Application Data
LBL_MORELANGUAGE=المزيد من اللغات...

#5.0.0
LBL_INFO_PRODUCT=معلومات المنتج
LBL_INFO_LICENSE=معلومات الترخيص
LBL_INFO_VERSION=الإصدار
#5.0.0

[Captures]
;-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY =خصائص
LBL_CONTROLCAPTURE_CLASS =الاسم 
LBL_CONTROLCAPTURE_SIZE =حجم
LBL_CONTROLCAPTURE_INFO=تحكم
LBL_CONTROLCAPTURE_SCROLL=تمرير تلقائي
LBL_CONTROLCAPTURE_OUTPUTTYPE =نوع الناتج
LBL_CONTROLCAPTURE_HANDLE =المقبض
LBL_CONTROLCAPTURE_RECT =Rect
LBL_CONTROLCAPTURE_BOTTOMTIP =حدد عنصر تحكم نافذة (زر، تبويب، صندوق، شريط أدوات، إلخ...) ثم اضغط زر PRINT SCREEN.

GRP_FIXEDREGIONCAPTURE_PROPERTY = حجم المنطقة
LBL_FIXEDREGIONCAPTURE_WIDTH = العرض :
LBL_FIXEDREGIONCAPTURE_HEIGHT =الارتفاع :

TIP_REGIONCAPTURE_NOTDRAG =حدد أي منطقة مستطيلة من سطح المكتب.
TIP_PIXEL = بكسل
TIP_FREEHANDCAPTURE_NOTDRAG =ارسم أي شكل لالتقاط الشاشة

LBL_COLORPICKER_COLORAS =لون كـ:
LBL_COLORPICKER_VALUE =القيمة:

LSV_WEBPAGECAPTURE_LIST = اختر موقع ويب للالتقاط
BTN_WEBPAGECAPTURE_RELOAD = إعادة تحميل
BTN_WEBPAGECAPTURE_CAPTURE = التقاط

LBL_MINIHELP=انقر على زر الماوس الأيسر لتحديد المنطقة.
#5.0.0
LBL_MINIHELP_CLICKDRAG=انقر أو اسحب على الشاشة لتحديد المنطقة.
#5.0.0
;-------------------------------------------------------------


[Shortcut]
;-------------------------------------------------------------
TAB_HOTKEY = مفاتيح الاختصار
GRB_CAPTURE = التقاط الشاشة
GRB_TOOLS = أدوات

LBL_KEYNONE = لاشئ

LBL_CAPTURE_FULLSCREEN		=التقاط كامل الشاشة
LBL_CAPTURE_ACTIVEWINDOW	=التقاط النافذة النشطة
LBL_CAPTURE_CONTROL		=التقاط عنصر تحكم نافذة
LBL_CAPTURE_SCROLLINGWINDOW	=التقاط نافذة تمرير
LBL_CAPTURE_REGION		=التقاط منطقة
LBL_CAPTURE_FIXEDREGION		=التقاط منطقة ثابتة
LBL_CAPTURE_FREEHAND		=التقاط يدوي
LBL_CAPTURE_WEBPAGE		=التقاط صفحة ويب
LBL_CAPTURE_REPEAT		=تكرار آخر التقاط

LBL_TOOLS_EDITOR		=محرر الصور
LBL_TOOLS_COLORPICKER		=منتقي الألوان
LBL_TOOLS_COLORPALETTE		=لوح الألوان
LBL_TOOLS_PIXELRULER		=مسطرة البكسل
LBL_TOOLS_PROTRACTOR		=منقلة
LBL_TOOLS_CROSSHAIR		=التقاطع
LBL_TOOLS_WHITEBOARD		=سبورة بيضاء

LBL_TOOLS_MAGNIFIER		=المكبر

CBO_HOTKEY_CUSTOM		=مخصص...
CBO_HOTKEY_DEFAULT		=افتراضي PicPick
CBO_HOTKEY_HYPERSNAP		=HyperSnap
CBO_HOTKEY_NONE			=معطل
;-------------------------------------------------------------


;-------------------------------------------------------------

[FontView]

GRP_COLOR = الألوان
LBL_FONTCOLOR = لون الخط
CHK_FILLCOLOR = لون التعبئة
CHK_AA = حواف ناعمة لخطوط العرض

[AutoSave]
;-------------------------------------------------------------

GRP_SELECTFOLDER =حفظ الصور تلقائيا
LBL_SELECTFOLDER =حدد دليلا لحفظ لقطات الشاشة تلقائيا
BTN_SELECTFOLDER =&استعراض
GRP_SELECTFILENAME =اسم الملف
RDO_SELECTFILENAME_TEXT =نص + رقم
RDO_SELECTFILENAME_NUM =رقم فقط
RDO_SELECTFILENAME_DATETIME =التاريخ/الوقت
EDT_SELECTFILENAME_DEFAULT = الصورة
GRP_SELECTFORMAT =نوع الملف
RDO_SELECTFORMAT_BMP =Bitmaps (*.bmp)
RDO_SELECTFORMAT_JPG =JPEG Image Files(*.jpg)
RDO_SELECTFORMAT_PNG =Portable Network Graphics (*.png)
RDO_SELECTFORMAT_GIF =CompuServe GIF Image (*.gif)
RDO_SELECTFORMAT_PDF =PDF files (*.pdf)
LBL_SAVEFILENAME=أدخل اسم ملف افتراضي للحفظ التلقائي أو للرفع عبر FTP.
LBL_EXAMPLETITLE=مثال)
LBL_EXAMPLE1=%y : Year, %m : Month, %d : Day
LBL_EXAMPLE2=%h : Hour, %n : Minute, %s : Second
LBL_EXAMPLE3=%c : Number
LBL_EXAMPLE4=%u : User Name, %w : Computer Name
LBL_EXAMPLE5=%t : Unix Timestamp
GRB_OTHERPROGRAM=إعداد البرنامج الخارجي
LBL_OTHERPROGRAM=حدد برنامج خارجي لإرسال لقطات الشاشة الخاصة بك.
LBL_OTHERPROGRAMPATH=مسار البرنامج:
LBL_OTHERPROGRAMPARAMETER=المعلمات:
LBL_OTHERPROGRAMSELECT=إرسال إلى برنامج خارجي...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint

[GeneralSet]

GRB_STARTINGOPTION=خيارات البدء
LBL_PROGRAM_MODE=اختيار الوضع الافتراضي للبرنامج
CBO_PROGRAM_MODE_EDITOR=محرر الصور
CBO_PROGRAM_MODE_WIDGET=عنصر واجهة مستخدم  عائم
CBO_PROGRAM_MODE_TRAY=إظهار الإخطارات فقط

CHK_STARTUP=تشغيل PicPick عند بدء تشغيل Windows
CHK_UPDATE=التحقق من وجود تحديثات البرنامج

[CaptureSet]
;-------------------------------------------------------------
GRB_CAPTUREOPTION		=خيار الالتقاط
CHK_DUALMONITORS		=دعم الشاشات المزدوجة.
CHK_SOUND			=تفعيل المؤثر الصوتي عند الالتقاط.
CHK_MOUSECURSOR		=تضمين صورة المؤشر.
CHK_HIDEEDITOR			=إخفاء محرر PicPick قبل الالتقاط.
CHK_ALWAYSCOPYCLIPBOARD	=دائماً نسخ الصورة التي تم التقاطها للحافظة.
CHK_STARTWITHCAPTUREBAR	=إظهار شريط الالتقاط عند بدء تشغيل البرنامج

GRB_AUTOSCROLL			=تمرير تلقائي
CHK_SCROLLCAPTURE		=تفعيل التمرير التلقائي
LBL_SCROLLDELAY			=تأخير التمرير:
LBL_SCROLLDELAYMS		=م. ث.

GRB_MAGNIFIER			=نافذة المكبر
CHK_MAGNIFIER			=إظهار نافذة المكبر عند الالتقاط.
LBL_ZOOMSCALE			=مقياس التكبير/التصغير:

GRB_CAPTUREDELAY		=مهلة قبل الالتقاط
CHK_ADVANCECONTROLCAPTURE = استخدم التقاط عنصر تحكم النافذة المتقدم.

LBL_CAPTUREOUTPUT		=تغيير نوع الإخراج عند استخدام مفاتيح الاختصار أو قوائم الاختيار من منطقة الإعلام.

#5.0.0
CHK_TOOLBAR			=إظهار شريط الأدوات أثناء الالتقاط.
#5.0.0

;-------------------------------------------------------------

[FTP]
;-------------------------------------------------------------
GRB_FTPSERVER = إعداد خادم FTP
LBL_FTPADDRESS  =خادم FTP:
LBL_REMOTEPATH = المسار البعيد:
LBL_PORT=المنفذ:
CHK_PASSIVEFTP= استخدام Passive FTP
LBL_USERNAME=اسم المستخدم:
LBL_PASSWORD=كلمة المرور:
BTN_CONNECTTEST=اختبار
LBL_SENDWEBBROWSER=فتح عنوان صفحة ويب
LBL_SENDCLIPBOARD=نسخ الرابط إلى الحافظة
LBL_WEBADDRESS=الرابط
;-------------------------------------------------------------

[EditorSet]
;-------------------------------------------------------------
GRB_EDITOROPTION = خيار المحرر
CHK_OPENEDITORWHENSTART=فتح المحرر عند بدء البرنامج
CHK_CENTERIMAGE =محاذاة الصورة إلى منتصف النافذة.
CHK_CLOSEWITHOUTASKING =قم بإغلاق الصورة الغير محفوظة دون تأكيد.
CHK_CROPNEW=افتصاص كصورة جديدة
CHK_SHOWCLASSICUI=إظهار واجهة شريط الأدوات الكلاسيكية

CHK_EXITWHENCLOSING=قم بإنهاء PicPick عند إغلاق محرر الصور.

CHK_AUTOFLATTEN=تسوية الأشكال تلقائيا مع صورة الخلفية.

LBL_BG=لون الخلفية:
RDO_BGGRID=شبكة
RDO_BGSOLID=لون ثقيل

GRB_FILETYPE=اقتران بنوع الملف
LBL_FILETYPE=الرجاء تحديد أنواع الملفات التي تريد فتحها باستخدام PicPick.
LBL_FILETYPEVISTA=جعل PicPick كمحرر افتراضي للصور

;-------------------------------------------------------------

[ArrowSet]
;-------------------------------------------------------------
CHK_START = البدء
CHK_END = النهاية
CHK_OUTLINE = إضافة حدود
CBO_AT_ARROW1 = سهم 1
CBO_AT_ARROW2 = سهم 2
CBO_AT_CIRCLE = دائرة
CBO_AT_DIAMOND = ماسة
;-------------------------------------------------------------


[CanvasSet]
;-------------------------------------------------------------
GRP_SIZE = حجم اللوحة
LBL_WIDTH = عرض جديد
LBL_HEIGHT =ارتفاع جديد
LBL_BACKCOLOR = لون الخلفية
LBL_PRESETS = إعدادات مسبقة
CBO_CLIPBOARD=الحافظة
CBO_LASTUSED=آخر استخدام
CBO_CURRENT=الحجم الحالي للصورة
;-------------------------------------------------------------

[ResizeSet]
;-------------------------------------------------------------
LBL_ZOOM = 
RDO_ZOOM = تغيير الحجم حسب النسبة المئوية
RDO_SIZE = تغيير لحجم معين
CHK_KEEP = أبق نسبة الأبعاد
LBL_WIDTH = العرض
LBL_HEIGHT = الارتفاع


[ColorSet]
;-------------------------------------------------------------
BTN_PREVIEW = معاينة
LBL_PIXELATE = تقطيع
LBL_HUE = تدرج اللون
LBL_SATURATION = التشبع
LBL_BIRGHTNESS = السطوع
LBL_CONTRAST = التباين
;-------------------------------------------------------------

[FrameSet]
;-------------------------------------------------------------
GRP_PREVIEW = معاينة
GRP_EFFECT = تأثير
CHK_BORDER = حدود
CHK_FRAME = إطار
LBL_ETC=البحث عن تأثيرات إطارات أكثر...
CHK_AUTO=قم بتطبيق تأثير الإطار عند التقاط الصورة
;-------------------------------------------------------------

[Palette]
;-------------------------------------------------------------
LBL_RED =أحمر
LBL_GREEN =أخضر
LBL_BLUE =أزرق
LBL_TYPE = لون كـ:
BTN_COPY =&نسخ

CLR_DEFAULTTEXT = لوح الألوان
CLR_CUSTOMTEXT = مزيد من الألوان...
;-------------------------------------------------------------

[PixelRuler]
;-------------------------------------------------------------
MNU_RULER_MOVE =تحريك
MNU_RULER_MOVE_UP =أعلى
MNU_RULER_MOVE_DOWN =أسفل
MNU_RULER_MOVE_LEFT =&يسار
MNU_RULER_MOVE_RIGHT =&يمين
;-------------------------------------------------------------
MNU_RULER_TYPE =النوع
MNU_RULER_TYPE_HOTRIZONTAL =أفقي
MNU_RULER_TYPE_VERTICAL =عمودي
;-------------------------------------------------------------
MNU_RULER_TRANSPARENT =الشفافية
MNU_RULER_TRANSPARENT_USE =تمكين
MNU_RULER_TRANSPARENT_NOTUSE =تعطيل
MNU_RULER_TRANSPARENT_INC =زيادة(+)
MNU_RULER_TRANSPARENT_DEC =انقاص(-)

MNU_MAGNIFIER		=إظهار المكبر...

;-------------------------------------------------------------
MNU_RULER_EXIT =خروج
;-------------------------------------------------------------
MNU_RULER_UNIT =الوحدات 
MNU_RULER_UNIT_PIXEL =بكسل
MNU_RULER_UNIT_INCH =بوصة
MNU_RULER_UNIT_CM = سنتيمتر
MNU_RULER_UNIT_DPI = نقطة لكل بوصة
MNU_RULER_COLOR = اللون
MNU_RULER_COLOR_BLUE = أزرق (افتراضي)
MNU_RULER_COLOR_YELLOW = أصفر (كلاسيكي)
MNU_RULER_COLOR_WHITE = أبيض
MNU_RULER_COLOR_BLACK = أسود
MNU_RULER_UNIT_DPI_CUSTOM = مخصص...
DLG_CUSTOMDPI_TITLE= إعداد DPI مخصص
LBL_CUSTOMDPI_TEXT= الرجاء إدخال بكسل لكل بوصة (DPI):

[WhiteBoard]
;-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH =عرض القلم
MNU_WHITEBOARD_PENCOLOR =لون القلم
MNU_WHITEBOARD_PENCOLOR_BLACK =أسود
MNU_WHITEBOARD_PENCOLOR_WHITE =أبيض
MNU_WHITEBOARD_PENCOLOR_RED =أحمر
MNU_WHITEBOARD_PENCOLOR_GREEN =أخضر
MNU_WHITEBOARD_PENCOLOR_BLUE =أزرق
MNU_WHITEBOARD_PENCOLOR_CYAN =سماوي
MNU_WHITEBOARD_PENCOLOR_MAGENTA =أرجواني
MNU_WHITEBOARD_PENCOLOR_YELLOW =أصفر
MNU_WHITEBOARD_PENCOLOR_GRAY =رمادي
MNU_WHITEBOARD_PENCOLOR_CUSTOM =إلخ...
;-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR =مسح
MNU_WHITEBOARD_SAVE =التقاط الشاشة
MNU_WHITEBOARD_EXIT =خروج
;-------------------------------------------------------------
TIP_TOOL_MOVE =تحريك
TIP_TOOL_ZOOM =تكبير
TIP_TOOL_PEN =قلم رصاص
TIP_TOOL_LINE =خط
TIP_TOOL_ARROW =سهم
TIP_TOOL_SHAPE=شكل
TIP_TOOL_RECT =مستطيل
TIP_TOOL_ELLIPSE =قطع ناقص
TIP_TOOL_RRECT =مستطيل مستدير الزوايا
TIP_TOOL_TRANSPARENT = الشفافيه 
TIP_TOOL_CLEAR=امسح
TIP_TOOL_SAVE=التقاط الشاشة
TIP_TOOL_WIDTH=العرض
TIP_TOOL_COLOR=اللون

[Print]
;-------------------------------------------------------------
BTN_PRINTERSETUP=إعداد الطابعة...
BTN_PRINT=طباعة
GRB_PREVIEW =معاينة

TAB_PAPERSETUP=إعداد الصفحة
TAB_ADDTEXT=إضافة نص

GRB_MARGINSETUP=&Margin
LBL_MARGINTOP=أعلى
LBL_MARGINLEFT=يسار
LBL_MARGINRIGHT=يمين
LBL_MARGINBOTTOM=أسفل

GRB_IMAGESETUP=إعداد الصورة
CHK_CENTER=توسيط الصورة
CHK_SHRINK=احتواء على الصفحة (تقليص)
CHK_PROPORTINAL=أبق نسبة الأبعاد
CHK_GRAYSCALE=تدرج الرمادي

GRB_PAPERCOUNT=عدد النسخ
LBL_PAPERUNIT=صفحة(ات)

GRB_ORIENTATION=الاتجاه
RDO_PORTRAIT=عمودي
RDO_LANDSCAPE=عرضي

GRB_HEADER=الترويسة
CHK_HEADERADD=أضف 
CBO_HEADERDEFAULT=الرجاء إدخال نص الترويسة هنا
LBL_HEADERMARGIN=الهامش:
BTN_HEADERFONT=الخط...
RDO_HEADERLEFT=يسار
RDO_HEADERCENTER=المنتصف
RDO_HEADERRIGHT=يمين

GRB_FOOTER=تذييل الصفحة
CHK_FOOTERADD=أضف 
CBO_FOOTERDEFAULT=الرجاء إدخال نص تذييل الصفحة هنا
LBL_FOOTERMARGIN=الهامش:
BTN_FOOTERFONT=الخط...
RDO_FOOTERLEFT=يسار
RDO_FOOTERCENTER=المنتصف
RDO_FOOTERRIGHT=يمين

#5.0.0
LBL_SETTINGS = إعدادات
LBL_PRINTER = الطابعة
BTN_PRINT_COLOR=لون الطباعة
CHK_COLOR=اللون
CHK_MARGIN_NARROW=ضيق
CHK_MARGIN_NORMAL=عادي
CHK_MARGIN_MODERATE=متوسط
CHK_MARGIN_WIDE=عريض
CHK_MARGIN_CUSTOM=هوامش مخصصة...
#5.0.0
;-------------------------------------------------------------

[Facebook] 
;and Twitter
;and WebUpload
;-------------------------------------------------------------
BTN_CLOSE = &إغلاق
LBL_PREVIEW = معاينة الصورة
LBL_CAPTION = تعليق الصورة
RDO_SELECTALBUMS = حدد ألبوم
RDO_CREATEALBUM = إنشاء ألبوم صور جديد
LBL_CREATEALBUM_NAME = الاسم:
LBL_CREATEALBUM_LOCATION = المكان:
LBL_CREATEALBUM_DESCRIPTION =الوصف:
LBL_CREATEALBUM_PRIVACY = الخصوصية:
CBO_CREATEALBUM_1 = الجميع
CBO_CREATEALBUM_2 = شبكتي وأصدقائي
CBO_CREATEALBUM_3 = أصدقاء الأصدقاء
CBO_CREATEALBUM_4 = الأصدقاء فقط
BTN_UPLOAD = رفع
LBL_IMGURL = رابط الصورة
LBL_LINKURL = رابط الألبوم
LBL_UPLOADING=جار الرفع...
LBL_UPLOADCOMPLETE = اكتمل الرفع
LBL_UPLOADWAIT = بانتظار الرد...
LBL_UPLOADFAILURE = فشل الرفع. حاول مرة أخرى.
LBL_UPLOADRESULT = قمت بنجاح برفع صورة واحدة.

LBL_ACCOUNT = الحساب:
LBL_PASSWORD = كلمة المرور:
LBL_REMEMBERPASSWORD = تذكر كلمة المرور
LBL_MESSAGE = الرسالة:

LBL_WEBUPLOAD_TITLE = رفع الصور مباشرة إلى الويب
LBL_WEBUPLOAD_TITLESUB = عبر ImageShack - خدمة استضافة الصور مجانا
LBL_WEBUPLOAD_SIGNUP = قم بالتسجيل لإدارة الصور التي قمت برفعها!

LBL_WEBUPLOAD_NOACCOUNT = ضيف (لا يتطلب التسجيل)
LBL_WEBUPLOAD_ACCOUNTEXIST = لدى حساب ImageShack

BTN_REQUESTTWITTERPIN = طلب رقم PIN لتويتر
BTN_REMEMBERME = تذكرني على هذا الجهاز
LBL_TWITTERPIN = PIN
BTN_CONNECT = اتصال
BTN_DISCONNECT = قطع الاتصال

;-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS=علامات التبويب السريعة
MNU_RENAME=إعادة تسمية...
MNU_OPENFILELOCATION=فتح موقع الملف...
LBL_RENAME=الرجاء إدخال اسم الملف.

[ObjectProperty]

SHP_TEXTBOX=النص
SHP_HIGHLIGHTRECT=مستطيل تمييز
SHP_MAGNIFYEFFECT=تأثير التكبير
SHP_NUMBERSTAMP=طابع رقم
SHP_LINES=خطوط
SHP_CUSTOMSHAPES=أشكال مخصصة
SHP_TRIANGLE=مثلث

SHP_SHAPES = أشكال
SHP_LINE = خط
SHP_CURVE = منحنى
SHP_ARROW = سهم
SHP_CURVEARROW = سهم منحنى
SHP_ELLIPSE = قطع ناقص
SHP_RECT = مستطيل
SHP_ROUNDRECT = مستطيل مستدير الزوايا
SHP_BALLOON = بالون
SHP_DIAMOND = ماسة
SHP_PENTAGON = خماسي
SHP_Hexagon = سداسي
SHP_5STAR = نجمة ذات 5 نقاط
SHP_6STAR = نجمة ذات 6 نقاط

TAB_EDIT = تحرير
TBN_DELETE_OBJECT = &حذف
TBN_DUPLICATE=تكرار

MNU_FLATTEN = تسوية
MNU_FLATTENALL = تسوية الكل

LST_CHANGESHAPE = تغيير الشكل

TAB_SHAPESTYLES=أنماط الأشكال

TBN_SHAPETEXT=إدراج نص
TBN_SHAPEFILL=ملء
MNU_SHAPEFILL_NOFILL=بدون تعبئة
MNU_SHAPEFILL_SOLIDFILL=تعبئة خالصة
MNU_SHAPEFILL_GRAFILL=تعبئة متدرجة عمودية
MNU_SHAPEFILL_RADIALFILL=تعبئة متدرجة مائلة

TBN_SHAPEOUTLINE=الحدود
MNU_SHAPEOUTLINE_NOLINE = بلا خط
MNU_SHAPEOUTLINE_SOLIDLINE = خط متصل
MNU_SHAPEOUTLINE_DOTLINE = خط منقط
MNU_SHAPEOUTLINE_DASHLINE = خط شرطة
MNU_SHAPEOUTLINE_DASHDOTLINE = خط من شرطة ونقطة
MNU_SHAPEOUTLINE_DASHDOTDOTLINE = خط من شرطة ونقطة ونقطة

#5.0.0
TBR_SHAPEINSERT=إدراج أشكال
#5.0.0

TBN_SHAPEFORMAT=تنسيق الشكل
TBN_SHAPEEFFECTS=تأثيرات الأشكال
MNU_SHAPEEFFECTS_NOEFFECTS=بلا مؤثرات
MNU_SHAPEEFFECTS_SHADOW=مؤثرات
MNU_SHAPEEFFECTS_SHADOWUSE=الظل
MNU_SHAPEEFFECTS_SHADOWOPTION=خيارات...

MNU_SHAPEEFFECTS_BALLOONPOS=اتجاه البالون
MNU_SHAPEEFFECTS_BALLOONPOSTL=أعلي اليسار
MNU_SHAPEEFFECTS_BALLOONPOSTR=أعلي اليمين
MNU_SHAPEEFFECTS_BALLOONPOSBL=أسفل اليسار
MNU_SHAPEEFFECTS_BALLOONPOSBR=أسفل اليمين

MNU_SHAPEEFFECTS_ARROWSTART = نوع البدء
MNU_SHAPEEFFECTS_ARROWEND = نوع النهاية
MNU_SHAPEEFFECTS_ARROWNONE = بلا سهم
MNU_SHAPEEFFECTS_ARROW1 = سهم 1
MNU_SHAPEEFFECTS_ARROW2 = سهم 2
MNU_SHAPEEFFECTS_ARROWCIRCLE = دائرة
MNU_SHAPEEFFECTS_ARROWDIAMOND = ماسة

MNU_SHAPE_ARRANGE=ترتيب
BTN_SHAPE_FRONT=إحضار إلى الأمام
BTN_SHAPE_BACK=إرسال إلى الخلف

BTN_SHAPE_ARROWSTYLE=نمط السهم

TAB_SHAPECOLOR=ألوان الشكل

TAB_NUMBERSTAMP_NUMBER=تنسيق الطوابع
MNU_NUMBERSTAMP_CURRENT=الحالي
MNU_NUMBERSTAMP_NEXT=التالي
TAB_NUMBERSTAMP_STYLE=أنماط الطوابع
MNU_NUMBERSTAMP_SIZE=حجم
MNU_NUMBERSTAMP_SIZE_SMALL=صغير
MNU_NUMBERSTAMP_SIZE_Medium=متوسط
MNU_NUMBERSTAMP_SIZE_LARGE=كبير
MNU_NUMBERSTAMP_SHAPE=أشكال
MNU_NUMBERSTAMP_SHAPE_CIRCLE=دائرة
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=مستطيل

TBN_SELECT_CROPCURRENT=اقتصاص
TBN_SELECT_CROPNEW=افتصاص كصورة جديدة
TAB_SELECT_SIZE=حجم
MNU_SELECT_SIZE_LEFT=يسار
MNU_SELECT_SIZE_TOP=أعلى
MNU_SELECT_SIZE_WIDTH=العرض
MNU_SELECT_SIZE_HEIGHT=الارتفاع
MNU_SELECT_INVERTSELECTION=عكس الاختيار

TAB_MAGNIFIER_STYLE=أنماط المكبر

MNU_SHARE_OPTIONS=خيارات...

[Licenses]

rdoRegistered = أنا عضو مسجل ولدي رمز تسجيل للاستخدام التجاري.
rdoPersonal = أريد أن استخدم هذا البرنامج للاستخدام الشخصي فقط.
btnBuy = اشتري الآن
btnRegister = التسجيل
btnAgree= أوافق
btnClose = &إغلاق
lblEnterLicense = أدخل معلومات التسجيل الخاصة بك
lblOwnerName = اسم المالك
lblRegistrationCode = رمز التسجيل

lblLicenseInfo = هذا المنتج مرخص ل:
lblPersonalUse = للمستخدمين المنزليين (الاستخدام الشخصي فقط)

lblAskBuy = شكرا لاستخدام PicPick!
lblAskBuyDescription = يرجى ملاحظة أن هذا الإصدار غير hgمسجل يمكن استخدامه فقط للاستخدام الشخصي في بيئات غير تجارية. هل ترغب في شراء ترخيص الآن؟

[CommercialVersionTrial]

btnModeTrial = تجربة مجانية
btnModeTrialDescription = أود الاستمرار في استخدام هذا المنتج في وضع التجربة.
btnModeActivate = تنشيط مفتاح الترخيص الخاص بك
btnModeActivateDescription = أنا مستخدم مسجل ولدى مفتاح ترخيص.
btnModeBuy = اشتري الآن
btnModeBuyDescription = الانتقال إلى الصفحة الرسمية للحصول على مفتاح الترخيص الخاص بك.
lblTrialDescription = هذه نسخة تجريبية من 30 يوما لـ PicPick. بمجرد انتهاء صلاحية الفترة التجريبية، يجب عليك إما شراء رخصة لفتح البرنامج أو إلغاء تثبيته من جهاز الكمبيوتر الخاص بك.
btnContinueTrial = إكمال التجربة
lblDayLeft = لديك {$1} يوم متبقي لفترة التجربة ذات الـ {$2} يوما.
lblDayExpired = الترخيص الخاص بك لم يعد متوفرا.
lblEnterLicense = أدخل معلومات التسجيل الخاصة بك
lblOwnerName = اسم المستخدم
lblRegistrationCode = مفتاح التفعيل
lblRegistrationHelp = توجود مشكلة مع التنشيط؟
btnRegister = تنشيط
lblActivationOffline1 = 1. الرجاء فتح الرابط  أدناه والحصول على رمز المصادقة الخاص بك. إذا كنت تعمل في بيئة دون اتصال، تحتاج إلى الاتصال بالإنترنت على كمبيوتر آخر.
lblActivationOffline2 = 2. يرجى لصق رمز المصادقة من الرابط أعلاه.

lblAuthCode =رمز المصادقة:

[ImagesSet]

grbJPEGOption=خيارات JPEG
lblJPEGQuality=الجودة
cboJPEGQualityMaximum = أقصى
cboJPEGQualityHigh = مرتفع
cboJPEGQualityMedium = متوسط
cboJPEGQualityLow = منخفض

[SaveAll]

grbSaveOptions=خيارات الحفظ
lblSelectFolder=حدد دليلا لحفظ لقطات الشاشة تلقائيا

rdoAllImages=كل الصور
rdoUnsavedImages=كل الصور غير المحفوظة

grbFileOptions=خيارات الملف
lblFileName=اسم الملف
lblFileType=نوع الملف
rdoFiles=ملفات

[ColorBalance]

grpbxColorBalance=توازن الألوان
lblColorLevels=مستويات اللون

grpbxToneBalance= توازن الدرجة
rdbtnShadows=ظل
rdbtnMidtones=درجة لونية متوسطة 
rdbtnHighlights=المعالم البارزة
chckbxPreserveLuminosity=المحافظة على الإضاءة

[StartPage]

lblStartHome = اختر مهمة...
lblStartTitle1 = مهمة جديدة
lblStartTitle2 = ملحقات الرسومات
chkStartDoNotShow = عدم إظهار هذه النافذة عند بدء تشغيل البرنامج

[Watermark]

lblWaterMarkPreview = معاينة:
lblWaterMarkFile = الملف :
lblWaterMarkPosition = الموضع:
lblWaterMarkOpacity = الشفافية:
lblWaterMarkOffsetX = إزاحة أفقية:
lblWaterMarkOffsetY = إزاحة عمودية:
chkWaterMarkAuto=إضافة علامة مائية تلقائيا عند التقاط الصور.

;-------------------------------------------------------------
;PicPick Cloud Storage Service uploader is powered by Cloud Explorer.

[CloudExplorer]
:COMMON
btnOK=&موافق
btnCancel=إل&غاء
btnApply=&تطبيق
btnContinue=استمرار

:OPTION
grbOptionLanguage=لغة العرض
grbOptionConnection=إدارة الاتصالات
btnOptionConnectionClear=مسح كافة اتصالات الخدمة السحابية

:MAINFORM
lstFilesName=الاسم 
lstFilesDate=التاريخ
lstFilesType=النوع
lstFilesSize=حجم

mnuAction=إجراء
mnuOpen=فتح
mnuDownload=تحميل
mnuUploadMenu=رفع
mnuUploadFile=رفع الملفات
mnuUploadFolder=رفع مجلد
mnuUploadImage=رفع صورة
mnuNewFolder=مجلد جديد
mnuDelete=حذف
mnuRename=إعادة تسمية

itemHome=الرئيسية
itemOption=خيار
itemAbout=حول
itemDropbox=Dropbox
itemGDrive=Google Drive
itemSkydrive=SkyDrive

strAllFile=جميع الملفات (*.*)
strSearchResult=بحث عن نتائج لـ "%s"

lblHomeTitle= اختر خدمة للاتصال...
lblUploadMode=اختر خدمة لرفع الصورة الخاصة بك

itemCount=%s عنصر
itemSelectedCount=%s عنصر محدد

:PREVIEW
lblPreviewPreviewTitle=معاينة
lblPreviewDescriptionTitle=الوصف
strPreviewNoDescription=بدون وصف

:DOWNLOADFORM

DownloadFormCaption=تنزيل...
strPrepareDownload=إعداد للتحميل
strDiscoveredItems=تم اكتشاف %s عنصر...
strPleaseWait=الرجاء الانتظار بينما يتم إعداد القائمة...
strDownloading=جار تنزيل %s عنصر
strDownloadName=الاسم: %s
strDownloadRemaining=العناصر المتبقية: %s1 (إجمالي: %s2 )


:UPLOADFORM
UploadFormCaption=جارٍ الرفع...
strPrepareUpload=إعداد للرفع
strCreatingFolder=جاري إنشاء المجلد
strUploading=رفع %s عنصر
strUploadName=الاسم: %s
strUploadRemaining=العناصر المتبقية: %s1 (إجمالي: %s2 )

:LOGINFORM
LoginFormCaption=تسجيل الدخول
chkSaveConnection=حفظ معلومات الاتصال على هذا الكمبيوتر
lblBrowserCall=سيتم عرض مستعرض ويب الخاص بك خلال %s ثوان.
lblBrowserCallRetry=طلب الوصول إلى %s مرة أخرى
lblBrowserAccess1=للاتصال بحسابك في %s تحتاج أولاً تسجيل الدخول إلى الحساب الخاص بك في مستعرض ويب الخاص بك.
lblBrowserAccess2=بمجرد تسجيل دخولك عبر المستعرض يمكنك إغلاق نافذة المستعرض والمتابعة.

:USERINFO
lblUserInfoStorage=التخزين:
lblUserInfoUserNameTitle=الحساب:
lblUserInfoSpaceTitle=المساحة:
btnUserInfoLogout=تسجيل الخروج
strSpace = %s1 فارغة من %s2

FileTypetext=نص
FileTypedocument=مستند
FileTypeimage=صورة
FileTypevideo=فيديو  
FileTypeaudio=ملف صوتي
FileTypefile=ملف
FileTypefolder=مجلد
FileTypealbum=ألبوم

:UPLOAD
lblUploadFileNameTitle=اسم الملف
lblUploadFileSizeTitle=حجم الملف
lblUploadFilePreviewTitle=معاينة
btnUploadUpload=رفع هنا

:MESSAGEBOX
strDelete1item=هل أنت متأكد أنك تريد حذف هذا الملف؟
strDelete1moreitems=هل أنت متأكد من أنك تريد حذف هذه الـ %s عنصر؟

strFolderExist=اسم المجلد موجود بالفعل.
strDownloadFileExist=يوجد ملف بنفس الاسم في هذا المكان.\n\nهل تريد استبداله؟
strCreateFolder=الرجاء إدخال اسم مجلد جديد.
strRename=الرجاء إدخال اسم جديد.


strInvalidFolderName=اسم المجلد غير صالح.
strCannotDelete=لا يمكن حذف الملفات/المجلدات.

strUpdateCheck=توجد نسخة جديدة من المتصفح السحابي (%s). هل تريد الذهاب لصفحة التنزيل؟\n\nانتبه إلى أن النسخة الحالية قد تكون غير متوافقة مع التخزين السحابي الخاص بك.
strAuthFail = فشل المصادقة. يرجى المحاولة مرة أخرى.

strDownloadFolder=الرجاء اختيار مجلد لتنزيل الملف (الملفات) المحددة.
strUploadFolder=الرجاء اختيار مجلد للرفع
;-------------------------------------------------------------

[Website Resources]
;Please help us to translate official website to your languages.

#"title_picpick": "PicPick - All-in-one Graphic Design, Best Screen Capture Software, Image Editor, Color Picker, Pixel Ruler and More",
#"title_ngwin": "NGWIN - We develop user-friendly software that provides convenient computing environments",
#"nav_picpick": "PicPick",
#"nav_partners": "Partners",
#"nav_contact": "Contact",
#"nav_home": "Home",
#"nav_features": "Features",
#"nav_download": "Download",
#"nav_buy": "Buy Now",
#"nav_forum": "Forum",
#"section_features": "Features",
#"section_reviews": "Media Reviews",
#"section_download": "Download",
#"section_download_commercial": "PROFESSIONAL VERSION FOR REGISTERED USERS",
#"section_buy": "Buy Now",
#"section_screenshots": "Screenshots",
#"section_customers": "Our customers",
#"section_latestversion": "Latest Version",
#"section_changelog": "Change Log",
#"section_availableon": "Available On",
#"section_likeuson": "Like Us On",
#"section_eula": "End User License Agreement",
#"section_privacypolicy": "Privacy Policy",
#"section_volumepricing": "Volume Pricing",
#"button_download": "DOWNLOAD",
#"button_buy": "BUY NOW",
#"button_upgrade": "UPGRADE NOW",
#"button_upgrade_nothanks": "No Thanks",
#"button_viewdetail": "VIEW DETAILS",
#"button_free_download": "FREE DOWNLOAD",
#"button_download_portable": "Portable Version",
#"button_download_commercial": "I have already purchased a license.",
#"text_freetotry": "Free for personal use, try it today.",
#"text_copyright": "Copyright{copy} {ngwin} All rights reserved.",
#"text_winavailable": "Available on all Windows",
#"text_winavailable2": "Microsoft Windows 11, 10, 8.1, 8, 7, Vista and XP including both 32-bit and 64-bit versions.",
#"text_recommend": "RECOMMEND",
#"text_limitedtimeoffer": "LIMITED TIME OFFER",
#"text_free": "FREE",
#"text_personal_only_detail": "Please note that this free version may only be used for personal use in non-commercial environments.",
#"text_license_peruser": "PicPick is licensed per user. Each purchased user can have the software installed on two machines. (for example, PC and laptop).",
#"text_license_noshare": "One license may not be shared between different users.",
#"text_bluesnap": "2Checkout is our online payment system that we recommend. It supports a fully secure online payment service with a variety of payment methods like paypal, credit card etc.",
#"text_thankyou": "Thank you for installing PicPick.",
#"text_download_thankyou": "Thank you for downloading PicPick.",
#"text_download_start": "Your download will start automatically within a few seconds.",
#"text_download_ifnot": "If your download has not started automatically, please click {here} or download from the mirror links.",
#"text_download_ifnot2": "If your download has not started automatically, please click {here}.",
#"text_download_ifnot2_here": "here",
#"text_upgrade": "Upgrade to Professional and get more features!",
#"overview_jumbotron_h1": "PicPick",
#"overview_jumbotron_h2": "All-in-one design tool for everyone",
#"overview_jumbotron_p1": "A full-featured screen capture tool, Intuitive image editor, color picker, color palette, pixel-ruler, protractor, crosshair, whiteboard and more.",
#"overview_jumbotron_p2": "User friendly and full of features for creating your image, Suitable for software developers, graphic designers and home users.",
#"overview_feature_1_h1": "Capture anything",
#"overview_feature_1_p1": "Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.",
#"overview_feature_2_h1": "Edit your images",
#"overview_feature_2_p1": "Annotate and highlight your images: text, arrows, shapes and more with the built-in image editor that includes the latest Ribbon style menu.",
#"overview_feature_3_h1": "Enhance with effects",
#"overview_feature_3_p1": "Easily add effects to your images: drop shadows, frames, watermarks, mosaic, motion blur, brightness control and more.",
#"overview_feature_4_h1": "Share everywhere",
#"overview_feature_4_p1": "Save, share, or send your images via Web, email, ftp, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter and more.",
#"overview_feature_5_h1": "Graphic Accessories",
#"overview_feature_5_p1": "Variety of graphic design accessories including color picker, color palette, pixel ruler, protractor, crosshair, magnifier, whiteboard.",
#"overview_feature_6_h1": "Customizable setting",
#"overview_feature_6_p1": "With highly advanced settings, you can customize hotkeys, file naming, image quality, and many other options that fits your needs.",
#"reviews_1_body": "This program makes us think of a Swiss Army Knife, or perhaps a well-stocked, well-organized desk drawer. There are all kinds of helpful tools here, and we think PicPick would be useful to Web designers, graphic designers, and even the average computer user who occasionally needs to work with graphics.",
#"reviews_1_author": "CNET Download.com",
#"reviews_1_link": "http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1",
#"reviews_1_img": "review_cnet.png",
#"reviews_2_body": "Specially designed for the home user and aiming at giving as much flexibility as possible during the work. It even includes some features never to be found in Photoshop. PicPick, besides being a very easy to use image editor also sports graphic capture options and a set of hotkeys and options some similar editors would envy.",
#"reviews_2_author": "Softpedia",
#"reviews_2_link": "http://www.softpedia.com/reviews/windows/PicPick-49842.shtml",
#"reviews_2_img": "review_softpedia.png",
#"features_1_h1": "Screen Capture",
#"features_1_p1": "Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.",
#"features_1_p2": "Support multiple monitor environments, capturing with cursor, auto save and file naming, etc.",
#"features_1_p3": "Support the floating widget Capture Bar which makes it easy for you to take screenshots.",
#"features_1_p4": "Customize your own keyboard shortcuts.",
#"features_1_list_1": "Full-screen",
#"features_1_list_2": "Active window",
#"features_1_list_3": "Window control",
#"features_1_list_4": "Scrolling window",
#"features_1_list_5": "Region",
#"features_1_list_6": "Fixed region",
#"features_1_list_7": "Freehand",
#"features_1_list_8": "Repeat last capture",
#"features_1_list_9": "Capture widget",
#"features_1_list_10": "Capturing with cursor",
#"features_1_list_11": "Delayed capture",
#"features_1_list_12": "Auto-save",
#"features_2_h1": "Image Editor",
#"features_2_p1": "With the built-in image editor that includes the latest Ribbon style menu, you can annotate and highlight your images.",
#"features_2_list_1": "Drawing",
#"features_2_list_2": "Insert text",
#"features_2_list_3": "Arrows, lines",
#"features_2_list_4": "Shapes",
#"features_2_list_5": "Balloon",
#"features_2_list_6": "Highlight tool",
#"features_2_list_7": "Crop",
#"features_2_list_8": "Resize",
#"features_2_list_9": "Rotate",
#"features_2_list_10": "Invert",
#"features_2_list_11": "Grayscale",
#"features_2_list_12": "Mosaic",
#"features_2_list_13": "Frame",
#"features_2_list_14": "Watermark",
#"features_2_list_15": "Blur",
#"features_2_list_16": "Sharpen",
#"features_2_list_17": "Brightness",
#"features_2_list_18": "Hue / Saturation",
#"features_2_list_19": "Color balance",
#"features_3_h1": "Save, share, or send",
#"features_3_p1": "Once done with capturing and editing your images, you can save, share, or send it with a variety of outputs.",
#"features_3_list_1": "Clipboard",
#"features_3_list_2": "Image files",
#"features_3_list_3": "PDF",
#"features_3_list_4": "Printer",
#"features_3_list_5": "Web URL",
#"features_3_list_6": "Dropbox",
#"features_3_list_7": "Google Drive",
#"features_3_list_8": "SkyDrive",
#"features_3_list_9": "Box",
#"features_3_list_10": "Facebook",
#"features_3_list_11": "Twitter",
#"features_3_list_12": "Skype",
#"features_3_list_13": "FTP Server",
#"features_3_list_14": "e-mail",
#"features_3_list_15": "Microsoft Word",
#"features_3_list_16": "Microsoft PowerPoint",
#"features_3_list_17": "Microsoft Excel",
#"features_3_list_18": "External program",
#"features_4_h1": "Color Picker",
#"features_4_p1": "Help you find the exact pixel color code on your screen with a built-in magnifier window.",
#"features_4_p2": "Support RGB, HTML, C++, Delphi.",
#"features_5_h1": "Color Palette",
#"features_5_p1": "Find and tune the exact pixel color code using photoshop styled color picker which supports RGB, HSV.",
#"features_6_h1": "Pixel Ruler",
#"features_6_p1": "Help you measure the size of objects and place objects in precise locations on the screen.",
#"features_6_p2": "Support horizontal and vertical orientation, units (pixels, inches, centimeters), DPI settings (72, 96, 120, 300), skins.",
#"features_7_h1": "Magnifier",
#"features_7_p1": "With light, smooth and sizable magnifier tool, you can see any desktop area magnified in its magnification glass.",
#"features_8_h1": "Crosshair",
#"features_8_p1": "Figure out the relative coordinate of picture position with this feature.",
#"features_8_p2": "This can be useful for example in developing HTML image maps.",
#"features_9_h1": "Protractor",
#"features_9_p1": "Help you find angles on screen. Pick a center, then a location, then the angle in degrees away from the first.",
#"features_9_p2": "This can be used in a variety of photography, math, and graphics applications.",
#"features_10_h1": "Whiteboard",
#"features_10_p1": "You can have virtual whiteboard on your desktop. You can use it for presentation or drawing something on your desktop.",
#"download_1_h1": "For Home Users",
#"download_1_p1": "Personal (Home) Use Only",
#"download_1_p2": "Manual Update",
#"download_1_p3": "No Technical Support",
#"download_2_h1": "For Professionals",
#"download_2_p1": "Commercial and Personal Use",
#"download_2_p2": "Auto Update",
#"download_2_p3": "Technical Support",
#"download_2_p4": "Lifetime Upgrades",
#"download_2_p5": "No Ads",
#"buy_table_h1": "Number of Users",
#"buy_table_h2": "Price (USD) Per User",
#"buy_table_p1": "Please contact us for a quote!",
#"buy_table_p2": "Please note that {vat} may apply for some European purchasers.",
#"buy_table_p2_vat": "VAT",
#"buy_1_h1": "Instant Key Delivery",
#"buy_1_p1": "Get instant access to your registration key when your order is complete.",
#"buy_2_h1": "Lifetime Updates",
#"buy_2_p1": "Licenses include unlimited free upgrades to all future versions of PicPick.",
#"buy_3_h1": "Purchase Questions",
#"buy_3_p1": "If you have any questions regarding purchasing or licensing, please feel free to {contactus}.",
#"buy_3_p1_contactus": "contact us",
#"buy_single": "Single",
#"buy_single_p1": "Install on 2 machines per user",
#"buy_team": "Team",
#"buy_team_user": "Users",
#"buy_site": "Site",
#"buy_site_p1": "Install on unlimited machines on site",
#"secure_order": "Secure ordering by 2Checkout",
#"uninstall_h1": "Please give us your feedback.",
#"uninstall_p1": "We would appreciate hearing from you. Your feedback will help us make PicPick even better.",
#"uninstall_comment": "Details",
#"uninstall_comment_placeholder": "For example, Why did you uninstall? What are we missing? Which feature do you want?",
#"uninstall_email": "Email (Optional)",
#"uninstall_email_placeholder": "Please enter your email address.",
#"uninstall_send": "Send Feedback",
#"about_us": "About Us",
#"about_h1": "We are a software development company specialized on Microsoft Windows Platform.",
#"about_p1": "Our goal is to develop and publish high quality and user-friendly software that provides convenient computing environments to our users.",
#"contact_h1": "We would love to hear from you! Please fill out this form and we will get in touch with you shortly.",
#"contact_us": "Contact Us",
#"contact_email": "Email Support",
#"contact_email_at": "You can also contact us via email at : {email}",
#"contact_email_send": "Send us an email",
#"beta_banner": "Try new features with PicPick Beta!",
#"beta_button": "Try Now",
#"try_darkmode": "Try Dark Mode",
#"try_darkmode_on": "Dark Mode is on"
;-------------------------------------------------------------

[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT = انقر فوق نقطة مركز على الشاشة.
MSG_ACTIVEWINDOW_1 = اضغط مفتاح [
MSG_ACTIVEWINDOW_2 = ] لالتقاط النافذة النشطة.
MSG_EXITSAVEIMAGE_1 = هل تريد حفظ التغييرات إلى [
MSG_EXITSAVEIMAGE_2 = ]؟
MSG_DEFAULT_IMAGENAME = الصورة
MSG_DIRECTORYACCESSERROR = لا يمكن الوصول إلى الدليل.
MSG_DEFAULT_TAPNAME = لا توجد صورة
MSG_HOTKEY_ALREADY1 = لا يمكن لـ PicPick تسجيل مفاتيح الاختصار التالية.
MSG_HOTKEY_ALREADY2 = هل تريد تغيير مفاتيح الاختصار هذه؟
MSG_THISFOLDERNOTFOUND = الدليل (المسار أو اسم الملف] غير موجود.
MSG_INVALID_FILENAME = اسم الملف هذا غير صالح.
MSG_INVALID_CLIPBOARD = حدث خطأ أثناء الحصول على بيانات الحافظة!
MSG_CANNOTREPEATCAPTURE = لا يمكن العثور على المنطقة المحددة من آخر التقاط.
MSG_CLOSEALLIMAGE = هل تريد إغلاق جميع الصور التي لم يتم حفظها؟
MSG_FILE_OPEN =فتح
MSG_FILE_SAVE =حفظ باسم
MSG_NEWVERSIONAVAILABLE = يتوفر إصدار أحدث من PicPick. هل تريد الذهاب إلى صفحة التحميل الآن؟
MSG_PROGRAM_NOTADDYET=يجب عليك تحديد برنامج خارجي لإرسال الصور الخاصة بك!
MSG_EXTERNALPROGRAMERROR=لا يمكن العثور على البرنامج الخارجي المحدد.
MSG_PARAMETERS_TITLE=معلمات PicPick
MSG_OLDLANGUAGE =ملف اللغة لإصدار قديم، حيث لم يتم ترجمة بعض النصوص. هل تريد تغيير اللغة حقا؟
MSG_INVALIDALBUMNAME=اسم الألبوم غير صحيح.
MSG_CREATEFAILUREALBUM=خطأ في إنشاء الألبوم.
MSG_LOADINGFAILUREALBUM=خطأ في تحميل ألبومات.
MSG_IDEMPTY = الرجاء إدخال معرف المستخدم.
MSG_PWEMPTY = الرجاء إدخال كلمة المرور.
MSG_SAVE = &حفظ
MSG_DONTSAVE = &لا تحفظ
MSG_DONTSAVEALL = لا تحفظ شيء
MSG_NODISPLAYAGAIN = عدم إظهار هذه الرسالة مرة أخرى
BTN_YES = &نعم
BTN_NO = لا
BTN_NOALL = لا للكل
MSG_INPUTTEXT = الرجاء إدخال النص هنا
MSG_FLATTENLAYER= للقيام بهذه المهمة، يجب تسوية الأشكال مع صورة الخلفية. هل تريد تسوية الأشكال؟
MSG_FLATTENALL=هل تريد تسوية كافة الأشكال؟
MSG_INVALID_DOWNLOADURL = حدث خطأ أثناء تحميل الصورة.
MSG_OPENURL=الرجاء إدخال الرابط.
MSG_ANYSETTINGOK = تم تغيير الإعدادات بنجاح.
MSG_DEFAULTEDITOR=تم تعيين PicPick كمحرر الصور الافتراضي.
MSG_FTPINFONEED=يجب عليك إدخال معلومات خادم FTP الخاصة بك أولا.
MSG_CONNECTIONFAIL=حدث خطأ أثناء الاتصال بالخادوم.
MSG_PROGRAM_NOSKYPE=لا يمكن العثور على Skype.
MSG_ACTIVATE_OFFLINE=لا يمكن تنشيط مفتاح الترخيص الخاص بك بسبب مشكلة في الشبكة أو شيء آخر. هل تريد تنشيط الترخيص الخاص بك في وضع دون اتصال؟
MSG_ACTIVATE_OK = تم تنشيط الترخيص الخاص بك. شكرا لك لاختيار PicPick!
MSG_ACTIVATE_TRIAL = تم تنشيط الترخيص التجريبي. شكرا لك لاختيار PicPick!
MSG_ACTIVATE_FAIL = تم رفض التنشيط. يرجى الاتصال بمركز دعم PicPick.
MSG_VALIDOWNERNAME = الرجاء إدخال اسم مالك صالح.
MSG_VALIDLICENSEKEY = الرجاء إدخال مفتاح ترخيص صالح.
MSG_FILENOTFOUND = لا يمكن العثور على ملف.
MSG_CAPTUREAREAFAIL=حدث خطأ أثناء حساب المنطقة لالتقاطها. الرجاء التحقق من برمجياتك (مكافح الفيروسات وبرامج التجسس والبرامج الخبيثة) التي قد تسبب هذه المشكلة.
MSG_TRANSPARENCYLOST=سيتم فقدان أي شفافية إذا قمت بحفظ هذه الصورة. هل تريد الاستمرار؟
MSG_DONOTSHOWWEEK=لا تظهر هذه النافذة مرة أخرى لمدة أسبوع
MSG_NEWVERSIONAVAILABLE_SHORT=يتوفر إصدار جديد من PicPick
MSG_HOTKEY_ALREADY3 = الرجاء التحقق من تطبيقات آخرى قيد التشغيل حاليا مثل Dropbox، OneDrive.
MSG_NEWVERSIONINSTALL = يتوفر إصدار أحدث من PicPick. هل تريد تثبيته الآن؟
MSG_NEWVERSIONINSTALLING = يرجى الانتظار بينما يتم تحميل التحديث ...
MSG_NEWVERSIONRESTART = سوف يبدأ التحديث تلقائيا خلال ثوان قليلة...
MSG_ACTIVATE_INVALID = مفتاح الترخيص الذي أدخلته غير صالح. يرجى التحقق من المفتاح والمحاولة مرة أخرى.
#5.0.0
MSG_NOUPDATEAVAILABLE = لا يوجد حاليا أي تحديثات متاحة.
MSG_NOTENOUGHCAPTUREAREA = المساحة المحددة أصغر من أن يتم التقاطها.
MSG_CAPTUREOPTION_NEXTTIME = سيتم تطبيق الخيار المحدد في المرة القادمة التي يتم فيها الالتقاط.
#5.0.0
